Repository: CleoMenezesJr/Aurea
Catalog: po/*.po
Languages: it, ka, nb, pt_br, ru, tr

source: A banner previewer for Flatpak metainfo files
it: Un visualizzatore di banner per i file metainfo di Flatpak
ka: ბანერის გადახედვის პროგრამა Flatpak-ის მეტაინფორმაციის ფაილებისთვის
nb: Forhåndsvis appbannere
pt_br: Um pré-visualizador do banner para arquivos de metainfo do Flatpak
ru: Программа для предпросмотра баннеров metainfo-файлов Flatpak
tr: Flatpak metainfo dosyaları için banner ön izleyici

source: Flatpak metainfo banner previewer
it: Anteprima sui banner
ka: Flatpak-ის მეტაინფორმაციის ბანერის დათვალიერების პროგრამა
nb: Forhåndsvis appbannere
pt_br: Pré-visualizador do banner de metainfo do Flatpak
ru: Программа для предпросмотра баннеров metainfo-файлов Flatpak
tr: Flatpak metainfo banner ön izleyici

source: Aurea is a simple preview banner made to read metainfo files from Flatpak apps and represent them as they would on Flathub.
it: Aurea è un semplice banner di anteprima creato per leggere file metainfo da app Flatpak e rappresentarle come farebbero su Flathub.
ka: Aurea მარტივი ბანერების დათვალიერების პროგრამაა, რომელიც შეიქმნა Flatpak-ის აპების მეტაინფორმაციის ფაილებიდან ინფორმაციის წასაკითხად და მათი იმ ფორმაში წარმოსადგენად, როგორც Flathub-ზე გამოჩნდებოდა.
nb: Sørg for at appen din vises fra sin beste side! Aurea lar deg se hvordan et potensielt banner med appens profileringsfarger, skjermbilde og appikon vil ta seg ut på et nettsted eller i et appsenter.
pt_br: Áurea permite pré-visualizar de forma simples o banner feito para ler arquivos metainfo de aplicativos Flatpak e representá-los como fariam no Flathub.
ru: Aurea — это простая программа для предпросмотра баннеров metainfo-файлов приложений Flatpak и их отображения в формате главной страницы Flathub.
tr: Aurea, Flatpak uygulamalarından metainfo dosyalarını okumak ve bunları Flathub'da olduğu gibi göstermek için yapılmış basit bir banner ön izleme aracıdır.

source: Aurea adaptive
it: Adattamento alle dimensioni dello schermo
ka: ადაპტიური Aurea
nb: Tilpassing til skjermstørrelse
pt_br: Áurea adaptável
ru: Адаптивный интерфейс
tr: Aurea uyarlanabilir

source: GNOME 47 support
ka: GNOME 47-ის მხარდაჭერა

source: Hot reload banner when metainfo is edited
ka: ბანერის ადგილზევე თავიდან ჩატვირთვა, როცა მეტაინფორმაცია ჩასწორდება

source: Open metainfo file using Aurea
ka: მეტაინფორმაციის ფაილის გახსნა Aurea-ის გამოყენებით

source: Reload banner using &lt;F5&gt;
ka: ბანერის თავიდან ჩატვირთვა ღილაკით &lt;F5&gt;

source: Add Norwegian translations
ka: დაემატა ნორვეგიული თარგმანები

source: Update Blueprint 0.14.0
ka: განახლება Blueprint 0.14.0-მდე

source: Fixed issue with some misplaced screenshots
ka: გასწორდა შეცდომა ზოგიერთ არასწორად დასმულ ეკრანის ანაბეჭდთან

source: Ability to drag and drop metainfo file
ka: მეტაინფორმაციის ფაილის გადათრევის და დაგდების შესაძლებლობა

source: Enable file opening directly from the file manager
ka: ფაილების მმართველიდან ფაილის გახსნის შესაძლებლობის ჩართვა

source: Indicate loading status or failure to load for screenshots
ka: მიუთითებს ჩატვირთვის სტატუსს ან ჩატვირთვის ჩავარდნას ეკრანის ანანეჭდებისთვის

source: Introduce new screenshot banners
ka: დაემატა ახალი ეკრანის ანაბეჭდის ბანერები

source: Various minor fixes and enhancements
ka: გასწორდა სხვადასხვა მცირე შეცდომა და დაემატა ფუნქციონალი

source: Update branding colors
ka: ბრენდინგის ფერების განახლება

source: First stable release
ka: პირველი სტაბილური გამოცემა

source: A banner previewer for Flatpak metainfo files.
it: Assicurati che la tua app venga mostrata nel suo lato migliore! Aurea ti permette di vedere come potenzialmente il banner con i colori del profilo dell'app, lo screenshot e l'icona dell'app uscirà su un sito web o in un app center.
ka: ბანერის დამთვალიერებელი Flatpak-ის მეტაინფორმაციის ფაილებისთვის.
nb: Sørg for at appen din vises fra sin beste side! Aurea lar deg se hvordan et potensielt banner med appens profileringsfarger, skjermbilde og appikon vil ta seg ut på et nettsted eller i et appsenter.
pt_br: Um pré-visualizador de banner para arquivos metainfo do Flatpak.
ru: Программа для предпросмотра баннеров metainfo-файлов Flatpak.
tr: Flatpak metainfo dosyaları için banner ön izleyici.

source: translator-credits
it: Albano Battistella
ka: თემური დოღონაძე
nb: Brage Fuglseth https://bragefuglseth.dev
pt_br: Rafael Fontenelle <rafaelff@gnome.org>
ru: Vladimir Kosolapov https://github.com/vmkspv
tr: Sabri Ünal <yakushabb@gmail.com>

source: Can't load appstream
it: Impossibile caricare AppStream
ka: Appstream-ის ჩატვირთვა შეუძლებელია
nb: Innlasting av Appstream mislyktes
pt_br: Não foi possível carregar o appstream
ru: Не удалось загрузить данные appstream
tr: appstream yüklenemedi

source: No screenshot
it: Nessun screenshot
ka: ეკრანის ანაბეჭდის გარეშე
nb: Fant ikke skjermbilder
pt_br: Nenhuma captura de tela
ru: Отсутствует скриншот
tr: Ekran görüntüsü yok

source: No icon found
it: Nessuna icona trovata
ka: ხატულა ვერ მოიძებნა
nb: Fant ikke ikon
pt_br: Nenhum ícone encontrado
ru: Значок не найден
tr: Simge bulunamadı

source: Can't load screenshot
it: Impossibile caricare lo screenshot
ka: ეკრანის ანაბეჭდის ჩატვირთვა შეუძლებელია
nb: Innlasting av skjermbilder mislyktes
pt_br: Não foi possível carregar a captura de tela
ru: Не удалось загрузить скриншот
tr: Ekran görüntüsü yüklenemedi

source: No branding colors.
it: Nessun colore del marchio.
ka: ბრენდინგის ფერების გარეშე.
nb: Ingen merkefarger
pt_br: Sem cor de marca.
ru: Отсутствуют цвета приложения.
tr: Marka renkleri yok.

source: Light and dark brand color have not been defined
it: Il colore chiaro e scuro del marchio non è stato definito
ka: ღია და მუქი ბრენდის ფერები აღწერილი არაა
nb: Ingen lys eller mørk merkefarge
pt_br: Cores de marca clara e escura não foram definidas
ru: Светлый и тёмный цвета приложения не заданы
tr: Açık ve koyu marka rengi tanımlanmamış

source: Light brand color have not been defined
it: Il colore chiaro del marchio non è stato definito
ka: ღია ბრენდის ფერი აღწერილი არაა
nb: Ingen lys merkefarge
pt_br: Cor de marca clara não foi definida
ru: Светлый цвет приложения не определён
tr: Açık marka rengi tanımlanmamış

source: Dark brand color have not been defined
it: Il colore scuro del marchio non è stato definito
ka: მუქი ბრენდის ფერი აღწერილი არაა
nb: Ingen mørk merkefarge
pt_br: Cor de marca escura não foi definida
ru: Тёмный цвет приложения не определён
tr: Koyu marka rengi tanımlanmamış

source: Banner reloaded
it: Banner ricaricato
ka: ბანერი თავიდან ჩაიტვირთა
nb: Lastet inn på nytt
pt_br: Banner recarregado
ru: Баннер перезагружен
tr: Banner yeniden yüklendi

source: Open
it: Åpri
ka: გახსნა
nb: Åpne
pt_br: Abrir
ru: Открыть
tr: Aç

source: Banner Preview
it: Anteprima del banner
ka: ბარერის გადახედვა
nb: Appbanner
pt_br: Visualização de banner
ru: Предпросмотр баннера
tr: Banner Ön İzleme

source: Main Menu
it: Menù principale
ka: მთავარი მენიუ
nb: Hovedmeny
pt_br: Menu principal
ru: Главное меню
tr: Ana Menü

source: Open a Metainfo File
it: Anteprima del banner dell'app
ka: მეტაინფორმაციის ფაილის გახსნა
nb: Forhåndsvis appbannere
pt_br: Abra um arquivo Metainfo
ru: Открыть файл Metainfo
tr: Metainfo Dosyası Aç

source: Drop Appstream file here
it: Rilascia qui il file Appstream
ka: დააგდეთ Appstream-ის ფაილი აქ
nb: Åpne en metadatafil, eller dra og slipp en her
pt_br: Solte um arquivo Appstream aqui
ru: Перетащите файл Appstream сюда
tr: Appstream dosyasını buraya bırakın

source: Open…
it: Åpri…
ka: გახსნა…
nb: Åpne…
pt_br: Abrir…
ru: Открыть…
tr: Aç…

source: Drop file to open
it: Trascina il file per aprirlo
ka: დააგდეთ გასახსნელი ფაილი
nb: Slipp for å åpne
pt_br: Solte um arquivo para abrir
ru: Перетащите файл для открытия
tr: Açmak için dosyayı bırak

source: Application Name
it: Nome applicazione
ka: აპლიკაციის სახელი
nb: Appnavn
pt_br: Nome do aplicativo
ru: Название приложения
tr: Uygulama Adı

source: A nice description for an app
it: Una bella descrizione per un'app
ka: გასაგები აღწერა აპისთვის
nb: Et kort sammendrag
pt_br: Uma descrição legal para um aplicativo
ru: Хорошее описание приложения
tr: Uygulama için güzel bir açıklama

source: No screenshot loaded or defined
ka: ეკრანის ანაბეჭდი აღწერილი, ან ჩატვირთული არაა
nb: Fant ingen skjermbilder
ru: Скриншот не загружен или не задан

source: _Reload
it: _Ricarica
ka: თავიდან ჩატვი_რთვა
nb: _Last inn på nytt
pt_br: _Recarregar
ru: _Перезагрузить
tr: _Yeniden Yükle

source: _Keyboard Shortcuts
it: _Scorciatoie da tastiera
ka: კლავიატურის მალსახმობები
nb: _Tastatursnarveier
pt_br: Atalhos de _teclado
ru: _Комбинации клавиш
tr: _Klavye Kısayolları

source: _About Aurea
it: _Informazioni su Aurea
ka: Aurea-ის შეს&ახებ
nb: _Om Aurea
pt_br: _Sobre Áurea
ru: _О приложении
tr: Aurea _Hakkında

# shortcut window
source: General
it: Generale
ka: ზოგადი
nb: Generelt
pt_br: Geral
ru: Общие
tr: Genel

# shortcut window
source: Reload
it: Ricarica
ka: თავიდან ჩატვირთვა
nb: Last inn på nytt
pt_br: Recarrega
ru: Перезагрузить
tr: Yeniden Yükle

# shortcut window
source: Show Shortcuts
it: Mostra scorciatoie
ka: მალსახმობების ჩვენება
nb: Vis tastatursnarveier
pt_br: Mostra os atalhos de teclado
ru: Показать комбинации клавиш
tr: Kısayolları Göster

# shortcut window
source: Quit
it: Esci
ka: გასვლა
nb: Avslutt
pt_br: Sai
ru: Выход
tr: Çık

source: Donate
ru: Поддержать

source: Pin your clipboard
ru: Закрепите буфер обмена

source: Aurea
pt_br: Áurea

source: No Screenshot loaded or defined
it: Nessuno screenshot caricato o definito
pt_br: Sem captura de tela carregada ou definida
tr: Ekran görüntüsü yüklenmemiş ya da tanımlanmamış
